Repository: azeff/moviedbexplorer
Catalog: MovieExplorer/Resources/l10n/*.lproj/Localizable.strings
Languages: ru

# movies_error_retry_button
source: Retry
ru: Загрузить

# movies_failed_title
source: Failed to load movies
ru: Ошибка загрузки

# movies_failed_message
source: Try loading again
ru: Попробуйте снова

# movies_more_failed_message
source: Failed to load more movies
ru: Ошибка загрузки

# tab_explore
source: Explore
ru: Популярное

# tab_favorites
source: Favorites
ru: Избранное

# tab_search
source: Search
ru: Поиск

# explore_nav_title
source: Popular
ru: Популярное

# explore_failed_title
source: Failed to load movies
ru: Ошибка загрузки

# explore_failed_message
source: Please retry
ru: Попробуйте снова

# explore_failed_retry_button
source: Retry
ru: Загрузить

# search_initial_message
source: Search movies
ru: Поиск фильмов

# search_empty_message
source: No movies found
ru: Ничего не найдено

# search_failed_title
source: Search failed
ru: Ошибка поиска

# search_failed_message
source: Please retry
ru: Попробуйте снова

# search_failed_retry_button
source: Retry
ru: Искать

# favorites_nav_title
source: Favorites
ru: Избранное

# favorites_empty_message
source: No starred films
ru: Нет избранных

# details_failed_title
source: Failed to load movie
ru: Ошибка загрузки

# details_section_cast_title
source: Cast
ru: В ролях

# details_section_crew_title
source: Crew
ru: Съемочная группа

# details_section_recommended_title
source: Recommended
ru: Рекомендации

# details_section_similar_title
source: Similar
ru: Похожие

# details_related_movies_failed_message
source: Failed to load
ru: Ошибка загрузки
